[{"title": "This is Test News!", "cover": "https://events.rhema.org/wp-content/uploads/2018/08/WOF_Article_CWH818.jpg", "category": "event", "description": "This is a test. This is a test. This is a test. this is a test. This is a test. This is a test.\u00e4chst This is a test. This is a test. This is a test. This is a test.\u00dfen THIS IS A TEST THIS IS A TEST", "contentPictures": ["https://events.rhema.org/wp-content/uploads/2018/08/WOF_Article_CWH818.jpg", "https://i.pinimg.com/originals/ae/e4/0c/aee40c94d255e3d33d00c722500a482d.jpg"], "shareLink": "https://instagram.com/streetpredict", "contentVideo": "NLILkbfgoQ8"}, {"title": "Yeezy 380 Alien Review", "cover": "https://i.ytimg.com/vi/PI9qDtdNO6M/maxresdefault.jpg", "category": "review", "description": "Eine v\u00f6llig neue Silhouette hatten wir von Kanye West und adidas schon l\u00e4nger nicht. In den letzten Monaten wurden zwar ziemlich viele Yeezys released, aber haupts\u00e4chlich neue Colorways. Diesmal bekommen wir mit dem Yeezy Boost 380 eine etwas abgewandelte und noch modernere Form der 350er Silhouette. Sie ist eher socken\u00e4hnlich, die Sohle wird zur Ferse hin dicker und der Sneaker schlie\u00dft insgesamt h\u00f6her am Kn\u00f6chel ab. Die Sohle ist diesmal glatt und wir bekommen auf dem d\u00fcnnen Upper auch kleine ausgeschnittene Details. F\u00fcr den n\u00e4chsten Sommer einfach mega nice und das macht den neuen Yeezy zum Must-Cop!", "contentPictures": ["https://cdn.thesolesupplier.co.uk/2019/10/Alien-1.jpg", "https://www.jordanupdate.com/wp-content/uploads/2019/11/adidas-Yeezy-Boost-380-Alien-for-sale.jpg"], "shareLink": "https://stockx.com/", "contentVideo": "eU8r2FLFO8Q"}, {"title": "Die Geschichte der Air Jordans", "cover": "https://www.spox.com/de/sport/ussport/nba/1909/Diashows/geschichte-der-air-jordans/jordans-sneaker-1.jpg", "category": "geschichte", "description": "Angeblich war der Air Jordan III der Lieblingsschuh von MJ, den er in zahlreichen Spielen trug. Es dauerte allerdings noch ein paar Jahre, bis Jordan die erste Championship seiner Karriere eint\u00fcten konnte. 1991 holte er mit den Bulls den ersten seiner sechs Titel - an seinen F\u00fc\u00dfen trug der GOAT dabei den Air Jordan VI", "contentPictures": ["https://images.solecollector.com/complex/images/fl_lossy,q_auto/c_scale,w_690,dpr_2.0/v1/hrgmlcggxbqsxajigmzg/michael-jordan-air-jordan-1-strap-injury-celtics-1986", "https://usatsneakhype.files.wordpress.com/2015/04/air-jordan.jpg?w=1000&h=600&crop=1"], "shareLink": "https://stockx.com/", "contentVideo": "rEORJoHMu4M"}, {"title": "Travis Scott AF1 Cactus Jack", "cover": "https://www.deadstock.de/wp-content/uploads/2019/08/travisscott_1-e1565770387789.jpg", "category": "news", "description": "Der Sneaker hat viele interessante Elemente und es wurde mit vielen unterschiedlichen Materialien gearbeitet. Das Upper besteht aus verschiedenen Leder, Wildleder und Stoff Elementen, die im Patchwork-Style miteinander vern\u00e4ht sind und die Herkunft des Rappers, Texas, unterstreichen soll. Die Swooshs sind ebenfalls aus Stoff und in Beige auf der Au\u00dfenseite und in einem dezenten Camouflagemuster auf der Innenseite. An der Ferse findet man ein Lasche in demselben Beige wie der Swoosh auf der Au\u00dfenseite. Diese werden mit zwei goldenen Kn\u00f6pfen befestigt. Die Midsole des Schuhs ist in Wei\u00df und wird von einer feinen Naht in Mintgr\u00fcn durchzogen. Die Outsole besteht aus naturbelassenem Gummi.", "contentPictures": ["https://sneakernews.com/wp-content/uploads/2019/11/travis-scott-nike-air-force-1-release-info.jpg", "https://www.deadstock.de/wp-content/uploads/2019/11/travis-scott-nike-air-force-1-ds-10.jpg"], "shareLink": "https://stockx.com/", "contentVideo": "tgoItWupWEE"}]
